export const COLLECT_AND_USE = `개인정보보호법에 따라 <포도상점>에 회원가입 하시는 분께
  수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적,
  개인정보의 보유 및 이용기간, 동의 거부권 및 동의 거부 시
  불이익에 관한 사항을 안내드리오니 자세히 읽은 후 동의하여
  주시기 바랍니다. 

  ■ 수집하는 개인정보 항목 
   <포도상점>은 회원 서비스 운영, 판매상품 A/S, 주문 및 결제, 
  서비스 홍보 및 판매 권유를 위해 아래와 같은 개인정보를 
  수집하고 있습니다. 
  ­        수집항목 : 이름, 주소, ID, 비밀번호, 이메일주소 
  ­        개인정보 수집방법 : 홈페이지(회원가입) 

  ■ 개인정보의 수집 및 이용목적 
   <포도상점>은 수집한 개인정보를 다음의 목적을 위해 
  활용합니다. 
  ­       1. 재화 또는 서비스 제공 
  ­        서비스 제공, 계약서 ∙ 청구서 발송, 콘텐츠 제공, 
  ­        맞춤 서비스 제공, 본인인증, 연령인증, 요금결제 ∙ 정산 
  ­       2. 회원 가입 및 관리 
  ­        회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 
  ­        식별 ∙ 인증, 회원 자격 유지 ∙ 관리, 서비스 부정이용 방지, 
  ­        만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의 
  ­        여부 확인, 각종 고지 ∙ 통지, 고충처리 
  
  ■ 개인정보의 보유 및 이용기간 
   <포도상점>은 개인정보 수집 및 이용목적이 달성된 후에는 
  예외 없이 해당 정보를 지체 없이 파기합니다. 
  
  자세한 내용은 개인정보 처리방침을 확인해주세요. 
  
  귀하는 위와 같이 개인정보를 수집 ∙ 이용하는데 동의를 거부할 
  권리가 있습니다. 필수 수집 항목에 대해 동의를 거절하는 경우 
  서비스 이용이 제한될 수 있습니다.`;

export const HAND_OVER = `■ 개인정보 제3자에게 제공 동의 
   <포도상점>은 수집 · 보유하고 있는 개인정보를 이용자의 
  동의 없이 제3자에게 제공하지 않으나, 다음의 경우에는 
  개인정보를 제3자에게 제공할 수 있습니다.
   <포도상점> 회원 가입을 위하여 아래의 개인정보 수집 이용 
  (및 제공)에 대한 내용을 자세히 읽어 보신 후 동의 여부를 
  결정하여 주시기 바랍니다. 
  ­       1. 대본 이용을 위한 계약 체결을 위해 작가와 연결하는 
  ­        경우 
  ­       2. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기
  ­        위하여 불가피한 경우 
  ­       제공받는 자: 이용 대상 작품의 저작권자 
  ­       제공목적: 저작물 이용 허락 계약 체결 
  ­       제공하는 항목: 이름, 주소 
  ­       보유 및 이용기간: 해당 계약 종료 시점 이전까지 
  
    귀하는 위와 같이 개인정보를 수집 ∙ 이용하는데 동의를 거부할 
  권리가 있습니다. 필수 수집 항목에 대해 동의를 거절하는 경우 
  서비스 이용이 제한될 수 있습니다.`;

export const POLICY = `제1조 (목적) 
이 약관은 포도상점(이하 "회사")이 운영하는 대본 및 공연권 거래 플랫폼(이하 "서비스")에서 제공하는 서비스의 이용과 관련하여 회사와 이용자 간의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다. 

제2조 (용어의 정의) 
1. "대본"이란 이용자가 창작한 문학 작품으로서, 회사의 플랫폼을 통해 거래 또는 공유되는 시나리오, 연극 대본, 영화 대본 등을 의미합니다. 
2. "공연권"이란 대본을 기반으로 공연, 상연, 또는 기타 공적인 방법으로 활용할 수 있는 권리를 말합니다. 
3. "이용자"란 회사가 제공하는 서비스를 이용하는 모든 개인 또는 법인을 말하며, 회원과 비회원을 포함합니다. 
4. "회원"이란 회사와 서비스 이용 계약을 체결하고, 계정을 생성하여 서비스를 지속적으로 이용할 수 있는 자를 의미합니다. 
5. "거래"란 대본 또는 공연권을 금전적 또는 기타 대가를 지불하여 매매, 임대, 양도하는 행위를 의미합니다. 

제3조 (이용약관의 명시와 설명 및 개정) 
1. 회사는 이용자가 서비스 이용 시 이 약관의 내용을 쉽게 확인할 수 있도록 서비스 초기화면 또는 연결화면을 통해 약관을 게시합니다. 
2. 회사는 이용자가 이 약관의 내용을 이해할 수 있도록 중요한 내용을 굵은 글씨 또는 강조된 표시로 설명할 수 있으며, 이용자의 동의를 받습니다. 
3. 회사는 관련 법령의 개정이나 서비스 제공의 변경 등 필요에 따라 본 약관을 변경할 수 있으며, 변경된 약관은 변경된 내용의 공지 후 효력이 발생합니다. 
4. 회사는 약관이 변경되는 경우, 변경 사항을 적용 일자 7일 전부터 서비스 초기화면 또는 기타 공지사항을 통해 이용자에게 고지합니다. 다만, 이용자에게 불리한 약관의 변경일 경우 최소 30일 전부터 공지합니다. 
5. 이용자는 변경된 약관에 동의하지 않을 경우, 서비스 이용을 중단하고 탈퇴할 수 있습니다. 변경된 약관의 효력 발생일 이후에도 계속해서 서비스를 이용하는 경우, 약관의 변경 사항에 동의한 것으로 간주됩니다. 

제4조 (회원가입) 
1. 이용자는 회사가 정한 절차에 따라 회원가입을 신청할 수 있으며, 회사는 이에 대한 승낙을 통해 이용계약을 체결합니다. 
2. 회원가입 신청 시, 이용자는 정확하고 진실된 정보를 제공해야 하며, 제공된 정보에 변경이 있을 경우 즉시 수정해야 합니다. 
3. 회사는 다음 각 호에 해당하는 경우, 회원가입 신청을 거절하거나, 사후에 회원 자격을 박탈할 수 있습니다. 
1) 타인의 명의를 도용하거나 허위 정보를 제공한 경우 
2) 법령 또는 약관을 위반한 이력이 있는 경우 
3) 기타 회사가 부적절하다고 판단하는 경우 
4. 회원가입은 14세 이상의 개인만 가능하며, 14세 미만의 아동은 회원가입을 할 수 없습니다. 
5. 회원은 언제든지 회사에 회원 탈퇴를 요청할 수 있으며, 회사는 요청을 받은 즉시 관련 절차를 수행합니다. 탈퇴 시 회원의 모든 데이터는 삭제되며, 복구할 수 없습니다. 
6. 회원 탈퇴 후 동일한 명의로 재가입이 제한될 수 있으며, 이 경우 회사는 재가입 신청에 대해 별도의 심사를 진행할 수 있습니다. 
제5조 (서비스의 제공 및 변경) 
1. 회사는 이용자에게 다음과 같은 서비스를 제공합니다. 
1) 대본 및 공연권 거래 중개 서비스 
2) 대본의 디지털 다운로드 서비스 
3) 공연권의 관리 및 확인 서비스 
4) 대본 및 공연권에 대한 정보 제공 및 검색 서비스 
5) 기타 회사가 정하는 서비스 
2. 회사는 운영상, 기술상의 필요에 따라 제공하는 서비스의 내용을 변경할 수 있습니다. 이 경우, 변경사항은 사전에 공지하며, 이용자는 이를 거부할 권리가 있습니다. 
단, 거부 시 서비스 이용에 제한이 있을 수 있습니다. 

제6조 (서비스 중단) 
1. 회사는 다음과 같은 사유로 서비스의 전부 또는 일부를 중단할 수 있습니다. 
1) 시스템 점검, 유지보수, 교체 또는 장애 처리와 같은 기술적 필요가 있는 경우 
2) 법령의 개정, 정책 변경, 서비스 제공의 변경 등으로 인해 서비스 제공이 불가능한 경우`;
